Repository: Ariunmunkh/MRSTemplate
Catalog: DXWebMRCS/Language/RGlobal.*.resx
Languages: mn

source: English
mn: Англи

source: Mongolia
mn: Монгол

# r1_1_h1
source: Become a member
mn: ГИШҮҮНЭЭР ЭЛСЭХ

# r1_1_h2
source: How to become a blood donor
mn: ЦУСНЫ ДОНОР ХЭРХЭН БОЛОХ ВЭ?

# r1_1_h3
source: Commercial first aid training
mn: АНХНЫ ТУСЛАМЖИЙН ТӨЛБӨРТЭЙ СУРГАЛТ

# r1_1_h4
source: Contact us
mn: ХОЛБОО БАРИХ

# r1_1_p1
source: As one of the 249,770 members and supporters of the Mongolian Red Cross Society, you will be able to contribute to humanitarian activities and receive various training for self-development, and build capacity for disaster prevention, preparedness, health care, first aid and psychological support.
mn: Та Монголын улаан загалмай нийгэмлэгийн 249,770 гишүүд, дэмжигчдийн нэг болсноор хүмүүнлэгийн үйлсэд хувь нэмэр оруулж, өөрийгөө хөгжүүлэх төрөл бүрийн сургалтад хамрагдаж, гамшиг ослоос урьдчилан сэргийлэх, бэлэн байдлыг хангах, эрүүл мэнд, анхны тусламж, нийгэм сэтгэл зүйн дэмжлэг үзүүлэх чадвартай болно.

# r1_1_p2
source: In accordance with the Mongolian Law on Blood Donation, the MRCS is responsible for disseminating and attracting blood donors and providing them with training. Based on this obligation, the MRCS promotes the importance of blood donation, disseminates information on the benefits of becoming a blood donor to the public and works to increase the number of active blood donors.
mn: Цусны донорын сургалт, сурталчилгааг явуулах үүргийг Донорын тухай хуулиар хүлээсэн тул донорын цусны хэрэгцээ, ач холбогдлын талаар нийгэм, олон нийтэд сурталчлан таниулах, шинээр цусны донорын эгнээг өргөжүүлэхэд дэмжлэг үзүүлэн ажиллна.

# r1_1_p3
source: Anyone could be affected by the situations of sudden accident or disease anytime and need for first aid. By obtaining the knowledge and skills of first aid, you will be capable of saving your or your loved ones’ lives.
mn: Гэнэтийн өвчлөл, осолд өртөн анхны тусламж үзүүлэх нөхцөл байдал хэзээ ч, хэнд ч тохиолдож болзошгүй. Анхны тусламжийн мэдлэг, чадвартай байснаар Та өөрийгөө болон өөрийн ойр дотны хүмүүсийн амь насыг аврах болно.

# r1_1_p4
source: MRCS building, Peace street, Sukhbaatar district, Ulaanbaatar, Mongolia info@redcross.mn (+976)-11-323334
mn: Монгол улс, Улаанбаатар хот, Сүхбаатар дүүрэг, Энхтайвны гудамж, МУЗН-ийн төв байр info@redcross.mn (+976)-11-323334

# Read
source: read more...
mn: дэлгэрэнгүй унших

# l1
source: ICRC
mn: Олон улсын Улаан загалмай хороо

# l2
source: MRCS timeline
mn: МУЗН-ийн он цагийн товчоон

source: l6
mn: Олон улсын Улаан загалмай Улаан хавирган сар хөдөлгөөний түүх

# l9
source: Branches
mn: Салбар, хороод

# t1
source: Our
mn: ҮНДСЭН

# t1_1
source: Programs
mn: ХӨТӨЛБӨРҮҮД

# p10
source: There can be only one Red Cross or one Red Crescent Society in any one country. It must be open to all. It must carry on its humanitarian work throughout its territory.
mn: Аливаа улсад нэг л Улаан загалмай эсхүл Улаан хавирган сар нийгэмлэг байна. Энэ нь бүх нийтэд нээлттэй байх ба хүмүүнлэгийн үйл ажиллагааг нийт нутаг дэвсгэрийн хэмжээнд явуулна.

# p11
source: The International Red Cross and Red Crescent Movement, in which all Societies have equal status and share equal responsibilities and duties in helping each other, is worldwide.
mn: Олон улсын Улаан загалмай болон Улаан хавирган сар хөдөлгөөнд аливаа нийгэмлэг бүр тэгш эрхтэй байх ба бие биедээ харилцан туслах талаар адил үүрэг, хариуцлага хүлээдгээрээ дэлхийд түгээмэл шинжтэй байна.

# p12
source: You will need to satisfy the following criterias to become of the MRCS’s 14.800 volunteers: Criterias: • Be able to dedicate your time and effort to the welfare of others, with a sincere desire to help others with humility and compassion; • Anyone can become a Mongolian Red Cross Society volunteer without being subject to discrimination on the basis of race, religion, age, or gender.
mn: Та Монголын улаан загалмай нийгэмлэгийн 14,800 сайн дурын идэвхтний нэг болохын тулд дараах шалгуурыг хангах ёстой. Шалгуур: • Хүмүүнлэг, энэрэнгүй сэтгэлээр бусдад туслах чин хүсэл эрмэлзэлтэй, өөрийн цаг, хөдөлмөрийг бусдын сайн сайхны төлөө зориулах боломжтой байх; • Арьс өнгө, шашин шүтлэг, нас, хүйсээр ялгаварлан гадуурхалтад өртөлгүйгээр хэн ч Монголын улаан загалмай нийгэмлэгийн сайн дурын идэвхтэн болох боломжтой.

source: p14
mn: Сүүлийн үеийн мэдээ, мэдээлэл

# p5
source: The International Red Cross and Red Crescent Movement, born of a desire to bring assistance without discrimination to the wounded on the battlefield, endeavours, in its international and national capacity, to prevent and alleviate human suffering wherever it may be found. Its purpose is to protect life and health and to ensure respect for the human being. It promotes mutual understanding, friendship, cooperation and lasting peace amongst all peoples.
mn: Олон улсын Улаан загалмай, Улаан хавирган сар хөдөлгөөний хүмүүнлэгийн үйл ажиллагаа нь тулалдааны талбарт шархдагсдад ялгаварлалгүйгээр тусламж үзүүлэх, олон улсын болон үндэсний хэмжээнд хаана ч болов хүнийг зовлон зүдгүүрээс урьдчилан сэргийлэх, хуваалцан хөнгөвчлөх чин хүслээр туслах явдал юм.

# p6
source: It makes no discrimination as to nationality, race, religious beliefs, class or political opinions. It endeavours to relieve the suffering of individuals, being guided solely by their needs, and to give priority to the most urgent cases of distress.
mn: Нийгэмлэг нь хүнийг яс үндэс, арьс өнгө, шашин шүтлэг, нийгмийн давхарга, улс төрийн үзэл бодлоор ялгаварлан гадуурхахгүй. Хувь хүний зовлонг нимгэлж, гагцхүү тэдний хэрэгцээнд тулгуурлах бөгөөд хамгийн хүнд нөхцөлд байгаа хүмүүст эн тэргүүнд анхаарал тавина.

# p7
source: In order to continue to enjoy the confidence of all, the Movement may not take sides in hostilities or engage at any time in controversies of a political, racial, religious or ideological nature.
mn: Олны итгэл найдварыг хүлээхийн тулд Хөдөлгөөн нь сөргөлдсөн талуудын аль нэг талыг баримтлахгүй байх бөгөөд ямар ч үед улс төр, арьс өнгө, шашин, үзэл бодлын шинж чанартай сөргөлдөөнд орж болохгүй.

# p8
source: The Movement is independent. The National Societies, while auxiliaries in the humanitarian services of their governments and subject to the laws of their respective countries, must always maintain their autonomy so that they may be able at all times to act in accordance with the principles of the Movement.
mn: Хөдөлгөөн нь бие даасан байна. Үндэсний нийгэмлэг нь өөрийн улсын төр засгийн хүмүүнлэгийн үйл ажиллагаанд нэмэлт хүч болж, улсын хууль тогтоомжид захирагдахын зэрэгцээ ямар ч үед Хөдөлгөөний зарчимд нийцсэн үйл ажиллагаа явуулж байхын тулд өөрсдийн бие даасан байдлыг ямагт хангаж байх ёстой.

# p9
source: It is a voluntary relief movement not prompted in any manner by desire for gain.
mn: Нийгэмлэг нь тусламж үзүүлэх зорилготой сайн дурын хөдөлгөөн бөгөөд ямар ч үед ашиг олохыг эрмэлзэх ёсгүй.

# t10
source: Independence
mn: БИЕ ДААХ

# t11
source: Voluntary service
mn: САЙН ДУРЫН БАЙХ

# t12
source: Unity
mn: НЭГДМЭЛ БАЙХ

# t13
source: Universality
mn: ТҮГЭЭМЭЛ БАЙХ

# t14_1
source: training
mn: СУРГАЛТ

# t15
source: BECOME A VOLUNTEER
mn: САЙН ДУРЫН ИДЭВХТНЭЭР ЭЛСЭХ

# t16
source: Our
mn: ЗУРГИЙН

# t16_1
source: Gallery
mn: ЦОМОГ

# t17
source: WHAT IS MRCS YOU
mn: ТЭД БИДНИЙ ТУХАЙ

# t18
source: Activity
mn: МЭДЭЭ,

# t18_1
source: news
mn: МЭДЭЭЛЭЛ

# t2
source: DISASTER
mn: Гамшгийн менежментийн

# t2_1
source: MANAGEMENT PROGRAM
mn: хөтөлбөр

# t3
source: PUBLIC HEALTH PROMOTION
mn: Нийгмийн эрүүл мэндийг дэмжих

# t3_1
source: PROGRAM
mn: хөтөлбөр

# t4
source: RED CROSS YOUTH
mn: Хүүхэд залуучуудын

# t4_1
source: PROGRAM
mn: хөтөлбөр

# t5
source: ONGOING
mn: ХЭРЭГЖИЖ БУЙ

# t5_1
source: PROJECTS
mn: ТӨСЛҮҮД

# t6
source: The seven
mn: БИДНИЙ ҮНЭТ ЗҮЙЛ

# t6_1
source: Fundamental Principles
mn: 7 ЗАРЧИМ

# t7
source: Humanity
mn: ЭНЭРЭНГҮЙ БАЙХ

# t8
source: Impartiality
mn: ШУДАРГА БАЙХ

# t9
source: Neutrality
mn: ТӨВИЙГ САХИХ

source: r2_1_1_h1
mn: МУЗН

source: r2_1_p1
mn: Монголын улаан загалмай нийгэмлэгийн Эрх зүйн байдлын тухай хуулиар Улаан загалмай нийгэмлэгийг Монгол Улсын нутаг дэвсгэр дээр хүмүүнлэгийн салбарт төрдөө нэмэлт хүч болж ажиллах цорын ганц үндэсний нийгэмлэг мөн болохыг баталгаажуулсан билээ. Манай нийгэмлэг нь төр, захиргааны байгууллагатай харилцахдаа бие даасан байдлаа хадгалж, төрийн хүмүүнлэгийн үйл ажиллагааг хэрэгжүүлэхэд төрдөө нэмэлт хүч болон ажиллаж байна.

source: r2_2_1_h1
mn: танилцуулга

# t20
source: UPCOMING
mn: ҮЙЛ

# t20_1
source: EVENTS
mn: АЖИЛЛАГАА

source: JOIN
mn: Нэгдэх

# t21
source: SOCIAL INCLUSION,
mn: Нийгмийн оролцоо, хөгжлийг дэмжих

# t21_1
source: DEVELOPMENT PROGRAM
mn: хөтөлбөр

# too1
source: Mid-level branches
mn: Дунд шатны хороо

# too2
source: trained volunteers
mn: Мэргэшсэн сайн дурынхан

# too3
source: Red Cross Youth member
mn: Өсвөрийн Улаан загалмайч

# too4
source: Humanitarian member organizations
mn: Хүмүүнлэгийн гишүүн байгууллага
